[
  {
    "name": "Gigitech H310M H 8th Gen Micro ATX Motherboard",
    "img": "https://www.startech.com.bd/image/cache/catalog/motherboard/gigabyte/h310m-h/h310m-h-1-500x500.jpg",
    "description": "Gigabyte H310M H 8th Gen Micro ATX motherboard compatible with Intel (Socket LGA1151) i3, i5 & i7 processor. This 8-Channel HD Audio with High Quality Audio Capacitor board has dual channel DDR4 maximum 32GB memory and it has the capability of Ultra-Fast SATA 6Gb/s connectors and USB 3.1 Gen 1 interface. If we consider the graphics of this Anti-Sulfur Resistors Design board supports Intel HD graphics having the maximum resolution of 4096x2160@30 Hz for HDMI and 1920x1200@60 Hz for D-Sub port. This High Quality Audio Capacitors and Audio board has 3 x PCIe slot, GIGABYTE Exclusive 8118 Gaming LAN with Bandwidth Management,  Smart Fan 5 features Multiple Temperature Sensors and Hybrid Fan Headers with FAN STOP and all new GIGABYTE™ APP Center which is simple and easy use.Gigabyte H310M H latest 8th gen mainboard with Intel H310 Express chipset is a great choice for your desktop setup and have the best price in Dhaka, Chattagram, Rangpur, Khulna & Sylhet. Order your PC components from Star Tech online shop and have the delivery at any place in Bangladesh.",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 7000
  },
  {
    "name": "Gigitech 256GB NVMe M.2 SSD",
    "img": "https://www.startech.com.bd/image/cache/catalog/ssd/gigabyte/256gb-m2/256gb-m2-4-500x500.jpg",
    "description": "The Host Memory Buffer (HMB) feature utilizes the DMA (Direct Memory Access) of PCI Express to allow SSDs to use some of the DRAM on a PC system, instead of requiring the SSD to bring its own DRAM. The newly updated SSD ToolBox is an application that helps users monitor SSD Status, provides general information such as model name, FW version, health condition, drive optimization, and also detects sensor temperature. Moreover, users can clear all the data with the Secure Erase function. You can download the SSD Tool Box from Support.",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 3200
  },
  {
    "name": "Gigitech GeForce GT 1030 Low Profile D4 2GB Graphics Card",
    "img": "https://www.techlandbd.com/image/cache/catalog/Graphics%20Card/Gigabyte/gt-1030-low-profile-d4-2gb/gt-1030-low-profile-d4-2gb.jpg-550x550.jpg",
    "description": "The Gigabyte GeForce GT 1030 Low Profile D4 2GB Graphics Card Is Integrated With 2GB DDR4 64bit Memory With Low Profile Power Consumption Ability. This Gigabyte Graphics Card Has One-Click Overclocking Design That Can Be Operated Through The AORUS Graphics Engine. In OC Mode, The Gigabyte GT 1030 Low Profile D4 2GB Graphics Card Has A Base Core Clock Of 1177MHz And A Boost Clock Of 1417MHz. In Gaming Mode, The Core Clock Is 1151MHz And Is Boosted Up To 1379MHz. The Graphics Card Is Also Able Use The DirectX 12 Software And OpenGL 4.5. This Card Provides The User With One HDMI And DVI-D Port That Allows For 2 Displays To Work Together Simultaneously",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 900
  },
  {
    "name": "Gigitech ADEON RX 6500 XT GAMING OC 4G 4GB GRAPHICS CARD",
    "img": "https://www.techlandbd.com/image/cache/catalog/Graphics%20Card/Gigabyte/radeon-rx-6500-xt-gaming-oc-4g/gigabyte-radeon-rx-6500-xt-gaming-oc-4g-4gb-graphics-card-01.jpg-550x550.jpg",
    "description": "Powered by AMD RDNA 2 Radeon RX 6500 XT Integrated with 4GB GDDR6 64-bit memory interface WINDFORCE 2X Cooling System with alternate spinning fans Screen Cooling 1x DisplayPort 1x HDMI Graphene nano lubricant. GIGABYTE AMD Radeon RX 6500 XT EAGLE 4G graphics card delivers high frame rates. Get the ultimate gaming experience with powerful new compute units, and up to 4GB of dedicated GDDR6 memory. When paired with an AMD Ryzen Series desktop processor, AMD Smart Access Memory technology offers new levels of gaming performance.",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 25000
  },
  {
    "name": "Gigitech B660M GAMING X AX DDR4 12th Gen Intel Micro-ATX Motherboard",
    "img": "https://www.techlandbd.com/image/cache/catalog/Motherboard/Gigabyte/12TH%20GEN/B660M%20GAMING%20X%20AX%20DDR4/B660M%20GAMING%20X%20AX%20DDR4.jpg-550x550.jpg",
    "description": "Gigabyte B660M GAMING X AX DDR4 12th Gen Motherboards Come With Upgraded Power Solution, Latest Storage Standards, And Outstanding Connectivity To Enable Optimized Performance For Gaming. GIGABYTE B660 Series Motherboards Let You Experience Ultimate Connection Flexibility And Blazing Data-Transfer Speed With The Next-Generation Network, Storage, And WIFI Connectivity. Help Users To Control Every Aspect Of The Motherboard And Provide Customizable Lighting Effects With Outstanding Aesthetics To Fit Your Unique Personality. GIGABYTE Motherboards Bundle Several Useful And Intuitive Software To Help Users To Control Every Aspect Of The Motherboard And Provide Customizable Lighting Effects With Outstanding Aesthetics To Fit Your Unique Personality",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 16500
  },
  {
    "name": "Gigitech B450M DS3H WIFI AM4 AMD Micro ATX Motherboard",
    "img": "https://www.techlandbd.com/image/cache/catalog/Motherboard/Gigabyte/B450M%20DS3H/B450M%20DS3H%20WIFI.jpg-550x550.jpg",
    "description": "Get Your Gaming Build Off On The Right Foot With The B450M DS3H V2 Micro-ATX Motherboard From GIGABYTE. Sporting A Micro-ATX Form Factor, This Motherboard Gives You The Utility Of Larger Boards In A Smaller Package, Ideal For Builders Who Wish To Focus On Gaming Components. The DS3H Is Built On AMD's B450 Chipset, Giving You Access To An AM4 CPU Socket That's Suitable For Select Ryzen-Brand Processors. Four Dual-Channel DIMMs Allow You To Easily Install Various Memory Modules For Faster Multitasking Capabilities. Take Advantage Of Enhanced Storage Capabilities With Four SATA III Ports And One M.2 PCIe Connector. Additionally, Install Various Graphics And Utility Cards With One PCIe X16 Slot. Additionally, PCIe X4 And X1 Slots Are Also Available For Utility Cards. The Back Panel Of The DS3H Gives You An Array Of USB 3.2 Gen 1 And 2.0 Type-A Ports For Your Peripherals. Additionally, An RJ-45 8118 Gaming LAN Port Allows You To Experience Faster Bandwidth, Essential For Competitive Online Gaming.",
    "minQuantity": 100,
    "availableQuantity": 1000,
    "price": 10500
  }
]